import Image from "next/image";
export default function sRTIGuidelines() {
  return (
    <div>
      <div className="flex flex-col items-center justify-center lg:flex-row lg:justify-between px-4">
        <p className="px-6 py-2 my-3 text-[#008037] font-bold text-3xl underline text-center lg:text-left">
          আরটিআই আবেদনের বিবরণ
        </p>
        <div className="my-3 flex justify-center lg:justify-end w-full lg:w-auto">
          <button
            onClick={() => window.location.href = "/login"}
            className="bg-[#008037] hover:bg-[#006f2f] text-white font-bold px-6 py-2 rounded shadow transition-colors"
          >
            আরটিআই আবেদন করুন
          </button>
        </div>
      </div>


      <div className="min-h-screen bg-gradient-to-br from-gray-100 to-blue-50 py-12 px-4 text-justify m-4">
        <div className="max-w-4xl mx-auto relative bg-white  border border-blue-100 p-10 text-gray-800 leading-loose font-[Kalpurush,ui-sans-serif] overflow-hidden">
          {/* Edge Cut Effect */}
          <div className="absolute top-0 left-0 w-8 h-8 bg-white border-t border-l border-blue-200 -mt-4 -ml-4 rotate-45 z-10 shadow-md" />
          <div className="absolute bottom-0 right-0 w-8 h-8 bg-white border-b border-r border-blue-200 -mb-4 -mr-4 rotate-45 z-10 shadow-md" />
          <div className="m-16">
            <h1 className="text-xl font-bold text-center text-blue-700 mb-11 ">
              তথ্য অধিকার (Right to Information – RTI), তথ্য অধিকার আইন, ২০০৯ এবং তথ্য প্রাপ্তির আবেদন সংক্রান্ত নির্দেশিকা
            </h1>

            <section className="space-y-4">
              <h2 className="text-md font-semibold text-blue-600 mt-8">তথ্য অধিকার কী? </h2>
              <p>
                তথ্য অধিকার আন্তর্জাতিকভাবে স্বীকৃত একটি মানবাধিকার। জাতিসংঘ সাধারণ পরিষদের প্রস্তাবে বলা হয়েছে, ‘‘তথ্যের স্বাধীনতা একটি মৌলিক মানবাধিকার এবং যেসব অধিকারের প্রতি জাতিসংঘ প্রতিশ্রুতিবদ্ধ, তার অন্যতম ভিত্তি’’ হিসেবে উল্লেখ করে প্রস্তাব গৃহীত হয়।
              </p>
              <p>মানবাধিকারের সব আন্তর্জাতিক ঘোষণাপত্রে তথ্যপ্রাপ্তির অধিকার সংরক্ষিত, যাকে একটি আইনগত অধিকার হিসেবে উল্লেখ করা হয়েছে। বিশ্বের বহু দেশে আইনের মাধ্যমে মানুষের এ অধিকারকে স্বীকৃতি দেওয়া হয়েছে। International Covenant on Civil and Political Rights (ICCPR), 1966 এর অনুচ্ছেদ ১৯(২) অনুযায়ী তথ্য পাওয়ার অধিকারকে মানবাধিকার হিসেবে স্বীকৃতি দেওয়া হয়েছে। কোন কর্তৃপক্ষের কাছ থেকে প্রত্যেক নাগরিকের তথ্য পাওয়ার অধিকারই হলো তথ্য অধিকার। </p>
              <h2 className="text-md font-semibold text-blue-600">তথ্য অধিকার আইন কী?</h2>
              <p>তথ্য অধিকার আইন, ২০০৯ বাংলাদেশের জাতীয় সংসদে প্রণীত একটি আইন। এই আইনটি তথ্যের অবাধ প্রবাহ এবং জনগণের তথ্য অধিকার নিশ্চিতকরণের লক্ষ্যে তৈরি হয়েছে। এই আইনের মাধ্যমে বাংলাদেশের নাগরিক হিসেবে সকলেই সরকারি, স্বায়ত্তশাসিত এবং সরকারি বা বিদেশী অর্থে পরিচালিত বেসরকারি সংস্থার কাছ থেকে তথ্য জানার অধিকার লাভ করে। </p>
              <h1 className="text-md font-semibold text-blue-600">তথ্য অধিকার আইনের মূল উদ্দেশ্য কী? </h1>
              <p>তথ্য অধিকার আইন, ২০০৯ অনুযায়ী, এই আইনের মাধ্যমে জনগণ সরকারের সকল কর্মকান্ড সম্পর্কে জানতে পারবে, যার মাধ্যমে সরকারের কাজের স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত হবে। এছাড়া তথ্য অধিকার আইন নিম্নোক্ত উদ্দেশ্যও সাধন করে- </p>
              <ul className="list-disc pl-6">
                <li><span className="font-bold">নাগরিকদের ক্ষমতায়ন:</span> এই আইন জনগণের হাতে তথ্য চাওয়ার এবং পাওয়ার ক্ষমতা দিয়ে তাদের শক্তিশালী করে তোলে। এর মাধ্যমে তারা সরকারি ও অন্যান্য কর্তৃপক্ষের কাজকর্ম সম্পর্কে অবগত হতে পারে।

                </li>
                <li> <span className="font-bold">সরকারি কর্মকাণ্ডে স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করা:</span> তথ্য প্রকাশের সুযোগ সৃষ্টির মাধ্যমে সরকারি এবং অন্যান্য কর্তৃপক্ষের কর্মকাণ্ডে স্বচ্ছতা আসে। জনগণ তাদের কাজকর্ম সম্পর্কে প্রশ্ন করতে এবং জবাবদিহি চাইতে পারে।

                </li>
                <li><span className="font-bold">দুর্নীতি প্রতিরোধ:</span> তথ্যের সহজ প্রাপ্তি স্বচ্ছতা ও জবাবদিহিতা সুনিশ্চিত করে। স্বচ্ছতা ও জবাবদিহিতা দুর্নীতির বিরুদ্ধে একটি শক্তিশালী হাতিয়ার হিসেবে কাজ করে, ফলে সরকারি ও অন্যান্য প্রতিষ্ঠানে দুর্নীতি ও অনিয়মের সুযোগ কমে যায়। </li>
                <li><span className="font-bold">সুশাসন প্রতিষ্ঠা:</span> তথ্য অধিকার আইন সুশাসন প্রতিষ্ঠার একটি গুরুত্বপূর্ণ উপাদান। জনগণের তথ্যে প্রবেশাধিকার নিশ্চিত হলে সরকারি কর্মকাণ্ড আরও জনমুখী ও দায়িত্বশীল হয়।
                </li>
              </ul>

              <h2 className="text-md font-semibold text-blue-600 mt-8">কর্তৃপক্ষ বলতে কি বোঝায়? </h2>
              <p>
                তথ্য অধিকার আইন, ২০০৯ এর অধীনে "কর্তৃপক্ষ" বলতে সরকারি এবং সরকারি সাহায্যপ্রাপ্ত বা জনগুরুত্বপূর্ণ সেবা প্রদানকারী বেসরকারি সংস্থাসমূহকেও বোঝানো হয়েছে, যাদের কাছ থেকে নাগরিকরা তথ্য জানার অধিকার রাখে।
              </p>
              <p>
                এ আইনের এর ধারা ২-এর (ঘ) উপধারা অনুযায়ী কর্তৃপক্ষ বলতে নিম্নলিখিত বিষয়গুলো অন্তর্ভুক্ত হবে:
              </p>
              <div>
                <p>ক) সংবিধান দ্বারা সৃষ্ট কোনো সংস্থা, প্রতিষ্ঠান বা কার্যালয়;</p>
                <p>খ) কোনো আইন দ্বারা সৃষ্ট কোনো সংস্থা, প্রতিষ্ঠান বা কার্যালয়;</p>
                <p>গ) সরকারি অর্থায়নে গঠিত বা পরিচালিত কোনো বেসরকারি সংস্থা বা প্রতিষ্ঠান; </p>
                <p>ঘ) কোনো বেসরকারি সংস্থা বা প্রতিষ্ঠান যা সরকারি বিধি, প্রজ্ঞাপন বা সরকারি কার্যক্রম বাস্তবায়নের জন্য সরকারি অনুদান বা সুবিধা গ্রহণ করে;</p>
                <p>ঙ) কোনো বেসরকারি সংস্থা বা প্রতিষ্ঠান যা জনগণের জন্য অত্যাবশ্যকীয় সেবা প্রদান করে এবং যা সরকার কর্তৃক গেজেট বিজ্ঞপ্তির মাধ্যমে নির্দিষ্ট করা হয়েছে;</p>
                <p>চ) সরকার কর্তৃক সময়ে সময়ে গেজেট বিজ্ঞপ্তির মাধ্যমে নির্দিষ্টকৃত অন্য কোনো সংস্থা বা প্রতিষ্ঠা</p>
              </div>


              <h2 className="text-md font-semibold text-blue-600 mt-8">দায়িত্বপ্রাপ্ত কর্মকর্তা কে? </h2>
              <p>
                তথ্য অধিকার আইন, ২০০৯-এর <span className="font-bold">ধারা ১০</span> অনুযায়ী <span className="font-bold">
                  দায়িত্বপ্রাপ্ত কর্মকর্তা</span> হলেন সেই ব্যক্তি যিনি কোনো কর্তৃপক্ষের প্রতিটি তথ্য প্রদান ইউনিটের জন্য তথ্য সরবরাহ করার দায়িত্বে নিয়োজিত হন। দায়িত্বপ্রাপ্ত কর্মকর্তার কাছে জনগণ তথ্য চেয়ে লিখিতভাবে অনুরোধ করতে পারবে ।
              </p>

              <h2 className="text-md font-semibold text-blue-600 mt-8">কোন ধরনের তথ্য জানতে চাওয়া যাবে না? </h2>
              <p>তথ্য অধিকার আইন, ২০০৯-এর <span className="font-bold">ধারা ৭</span> অনুযায়ী, নিম্নলিখিত ধরনের তথ্য জানতে চাওয়া যাবে না:</p>
              <ul className="list-disc pl-6">
                <li>যা প্রকাশে বাংলাদেশের <span className="font-bold">নিরাপত্তা, অখণ্ডতা ও সার্বভৌমত্বের</span> প্রতি হুমকি স্বরূপ হতে পারে।</li>
                <li>যা প্রকাশে <span className="font-bold">আন্তর্জাতিক সম্পর্ক</span> ক্ষতিগ্রস্ত হতে পারে</li>
                <li>যা প্রকাশে কোনো <span className="font-bold">অপরাধ সংঘটনে</span> সহায়ক হতে পারে।</li>
                <li>যা প্রকাশে <span className="font-bold">আইন প্রয়োগকারী সংস্থার</span> কার্যক্রম ব্যাহত হতে পারে।</li>
                <li>যা কোনো <span className="font-bold">ব্যক্তির ব্যক্তিগত গোপনীয়তা</span> লঙ্ঘন করে।</li>
                <li>যা কোনো <span className="font-bold">বাণিজ্যিক বা ব্যবসায়িক গোপনীয়তা</span> লঙ্ঘন করে এবং যার প্রকাশে তৃতীয় পক্ষের ক্ষতি হতে পারে।</li>
                <li>যা কোনো <span className="font-bold">বৈজ্ঞানিক বা কারিগরি উদ্ভাবনা</span> সম্পর্কিত এবং যার প্রকাশে সরকারের স্বার্থ ক্ষুণ্ন হতে পারে।</li>
                <li>যা কোনো <span className="font-bold">আদালতে বিচারাধীন বিষয়</span> সম্পর্কিত এবং যার প্রকাশে আদালতের কার্যক্রম প্রভাবিত হতে পারে।</li>
                <li>যা কোনো <span className="font-bold">সরকারি গোপনীয়তা আইনের</span> আওতায় গোপন রাখা হয়েছে।</li>
                <li>যা প্রকাশে <span className="font-bold">জনগণের ব্যাপক ক্ষতি</span> হওয়ার সম্ভাবনা থাকে।</li>
                <li>যা কোনো <span className="font-bold">পরীক্ষার প্রশ্নপত্র</span> অথবা পরীক্ষার ফল প্রকাশের পূর্বে তৈরি করা কোনো তথ্য।</li>
                <li>যা কোনো <span className="font-bold">রাষ্ট্রীয় গুরুত্বপূর্ণ প্রকল্পের</span> বিস্তারিত তথ্য যা প্রকাশের পূর্বে জনস্বার্থে গোপন রাখা প্রয়োজন।</li>
              </ul>

              <h2 className="text-md font-semibold text-blue-600 mt-8">কিভাবে তথ্য পাব? </h2>
              <p>তথ্য অধিকার আইনের <span className="font-bold">ধারা ৮(১)</span> আবেদনকারীকে একটি লিখিত আবেদনপত্র দাখিল করতে হবে। আবেদন করতে হবে সরকার নির্ধারিত নির্দিষ্ট ফরমের মাধ্যমে। আবেদনে নিম্নলিখিত তথ্যগুলো স্পষ্টভাবে উল্লেখ করতে হবে: </p>
              <ul className="list-disc pl-6 space-y-1">
                <li>আবেদনকারী কোন কর্তৃপক্ষের কাছে তথ্য চাচ্ছেন সেই কর্তৃপক্ষের নাম ও ঠিকানা;</li>
                <li>আবেদনকারী কোন নির্দিষ্ট তথ্য বা তথ্যাদি জানতে চান তার স্পষ্ট ও সুনির্দিষ্ট বিবরণ; </li>
                <li>আবেদনকারী নাম, ঠিকানা, ফোন নম্বর (যদি থাকে) এবং ই-মেইল ঠিকানা (যদি থাকে); </li>
                <li>কিভাবে আবেদনকারী সে তথ্য গ্রহণ করবে তার স্পষ্ট বিবরণ; </li>
                <li>আবেদনকারীর স্বাক্ষর এবং তারিখ; </li>
              </ul>
              <p>পূরণকৃত আবেদনপত্রটি সংশ্লিষ্ট কর্তৃপক্ষের দায়িত্বপ্রাপ্ত কর্মকর্তার কাছে আবেদনকারী সরাসরি জমা দিতে পারেন অথবা রেজিস্টার্ড ডাকযোগে পাঠাতে পারেন।</p>

              <h2 className="text-md font-semibold text-blue-600 mt-8">দায়িত্বপ্রাপ্ত কর্মকর্তা কিভাবে তথ্য প্রদান করবেন? </h2>
              <p>তথ্য অধিকার আইনের <span className="font-bold">ধারা(৯)</span> অনুযায়ী, দায়িত্বপ্রাপ্ত কর্মকর্তা আবেদনকারীর আবেদন পাওয়ার <span className="font-bold">অনধিক ২০ কার্যদিবসের</span> মধ্যে তথ্য সরবরাহ করতে বাধ্য। যদি তথ্য প্রদানে তিনি ব্যর্থ হন বা অপারগতা জানান, তবে তার কারণ উল্লেখ করে আবেদনকারীকে ১০ কার্যদিবসের মধ্যে জানাতে হবে। কিছু বিশেষ ক্ষেত্রে, যেমন যে তথ্য চাওয়া হয়েছে তা যদি অন্য কোন ইউনিটি বা কর্তৃপক্ষের কাছ থেকে যোগাড় করতে হয় তাহলে এই সময়সীমা অতিরিক্ত ১০ কার্যদিবস পর্যন্ত বাড়ানো যেতে পারে।
              </p>

              <h2 className="text-md font-semibold text-blue-600 mt-8">অনুরোধকৃত তথ্য না পেলে কার কাছে আপিল করতে হবে? </h2>
              <p>যদি আবেদনকারী অনুরোধকৃত তথ্য না পান, অথবা দায়িত্বপ্রাপ্ত কর্মকর্তা তথ্য প্রদানে অস্বীকৃতি জানান, অথবা তার সিদ্ধান্তে সন্তুষ্ট না হন, তাহলে যে কর্তৃপক্ষের কাছে তথ্য চাওয়া হয়েছিল সেই ইউনিটের ঠিক ওপরের কার্যালয়ে নিযুক্ত আপিল কর্মকর্তার কাছে আপিল করতে পারবেন।</p>
              <p>তথ্য অধিকার আইন, ২০০৯-এর <span className="font-bold">ধারা ২৪ </span> অনুযায়ী, আপিল করার নিয়মাবলী নিম্নরূপ:</p>
              <ul className="list-disc pl-6">
                <li>দায়িত্বপ্রাপ্ত কর্মকর্তার সিদ্ধান্ত বা তথ্য প্রদানে ব্যর্থতার <span className="font-bold">৩০ দিনের মধ্যে</span> আপনাকে আপিল করতে হবে।</li>
                <li>আপিল আবেদনও <span className="font-bold">লিখিতভাবে</span> করতে হবে এবং এতে আবেদনকারীর নাম, ঠিকানা, এবং কেন তিনি দায়িত্বপ্রাপ্ত কর্মকর্তার সিদ্ধান্তে সন্তুষ্ট নন তার কারণ স্পষ্টভাবে উল্লেখ করতে হবে। আবেদনকারী মূল তথ্য চেয়ে পাঠানোর আবেদনের একটি কপি আপিল আবেদনের সাথে যুক্ত করতে পারেন।
                </li>
                <li>আপিল কর্তৃপক্ষ আবেদনকারীর আপিল পাওয়ার <span className="font-bold">অনধিক ১৫ কার্যদিবসের</span> মধ্যে একটি সিদ্ধান্ত জানাবেন। এই সময়সীমা অতিরিক্ত ১০ কার্যদিবস পর্যন্ত বাড়ানো যেতে পারে, যদি আপিল কর্তৃপক্ষ উপযুক্ত মনে করেন।</li>
              </ul>

              <h2 className="text-md font-bold text-blue-600 mt-8">আপিলের সিদ্ধান্তে আবেদনকারী সন্তুষ্ট না হলে করনীয় কি? </h2>
              <p>যদি আপিলের রায়েও আবেদনকারী সন্তুষ্ট না হন, তাহলে তিনি <span className="font-bold">তথ্য কমিশনে</span> দ্বিতীয় আপিল করতে পারেন।</p>
              <p>তথ্য অধিকার আইন, ২০০৯-এর <span className="font-bold">ধারা ২৫</span> অনুযায়ী, আপিল কর্তৃপক্ষের সিদ্ধান্তের বিরুদ্ধে সংক্ষুব্ধ ব্যক্তি সিদ্ধান্ত পাওয়ার <span className="font-bold">৩০ দিনের</span> মধ্যে তথ্য কমিশনে দ্বিতীয় আপিল করতে পারবেন। যদি আপিল কর্তৃপক্ষ কোনো সিদ্ধান্ত না দেন, তবে সিদ্ধান্ত প্রদানের জন্য নির্ধারিত সময়সীমা অতিক্রান্ত হওয়ার পর পরবর্তী <span className="font-bold">৩০ দিনের</span> মধ্যে তথ্য কমিশনে আপিল করা যাবে। </p>
            </section>
            <p className="mb-3">তথ্য কমিশন উভয় পক্ষের বক্তব্য শুনে এবং প্রয়োজনীয় তদন্ত করে তাদের সিদ্ধান্ত প্রদান করবে। তথ্য কমিশনের সিদ্ধান্ত চূড়ান্ত বলে গণ্য হবে এবং এটি সংশ্লিষ্ট কর্তৃপক্ষকে বাস্তবায়ন করতে বাধ্য।</p>

            <Image src={'/image.png'} alt="image" height={100} width={800} />

            <footer className="pt-10 mt-8 border-t text-sm text-center text-gray-500">
              ⓘ প্রণয়ন ও পরিবেশনা: বাংলাদেশ পরিবেশ আইনবিদ সমিতি (বেলা)
            </footer>
          </div>

        </div>
      </div>
    </div>
  );
}
