export const getSection = ({response, infoType, appealData}) => {
    console.log(response, infoType)
    if(response === 'না'){
        return 'তথ্য অধিকার আইন, ২০০৯-এর ধারা ৯ (১) অনুযায়ী অনুরোধ প্রাপ্তির তারিখ হতে অনধিক ২০ (বিশ) কার্য দিবসের মধ্যে অনুরোধকৃত তথ্য সরবরাহ করার বিধান থাকলেও নির্ধারিত সময় অতিক্রান্ত হবার পরও এ সম্পর্কিত কোন তথ্য নিম্নস্বাক্ষরকারী বরাবর প্রেরণ করা হয়নি।'
    }
    if(response === 'আবেদন গৃহীত হয়নি'){
        return 'তথ্য অধিকার আইন, ২০০৯- অনুযায়ী তথ্য সরবরাহ করার বিধান থাকলেও নিম্নস্বাক্ষরকারীর আবেদন  গ্রহণ করা হয় নি ।'
    }
    if(infoType === 'তথ্য প্রদান না করা'){
        return `তথ্য অধিকার আইন, ২০০৯-এর ধারা ৯ (১) অনুযায়ী অনুরোধ প্রাপ্তির তারিখ হতে অনধিক ২০ (বিশ) কার্য দিবসের মধ্যে অনুরোধকৃত তথ্য সরবরাহ করার বিধান থাকলেও নিম্নেস্বাক্ষরকারীকে তারিখে আপনার দপ্তর থেকে ${appealData?.reason} কারণ দেখিয়ে তথ্য প্রদান করা হয় নি (স্মারক নং-${appealData?.referenceNo}, সংযুক্ত)।`
    }
    if(infoType === 'আংশিক তথ্য'){
        return `তথ্য অধিকার আইন, ২০০৯-এর ধারা ৯ (১) অনুযায়ী অনুরোধ প্রাপ্তির তারিখ হতে অনধিক ২০ (বিশ) কার্য দিবসের মধ্যে অনুরোধকৃত তথ্য সরবরাহ করার বিধান থাকলেও নিম্নেস্বাক্ষরকারীকে তারিখে আপনার দপ্তর থেকে অসম্পূর্ণ/আংশিক তথ্য প্রদান করা হয়েছে (স্মারক নং-${appealData?.referenceNo}, সংযুক্ত)`
    }
}